[
    {
      "signo": "Aries",
      "personalidadFemenino": "Audaz e independiente, nada mejor que compartir el tiempo con una representante de Aries. Puede sorprendernos con su inocencia, capacidad de asombro, coraje, iniciativa, pero, a veces, puede ser un poco egoísta, agresiva o seguir sus impulsos sin medir las consecuencias. A su lado nunca nos aburriremos. Le encantan las conquistas, es naturalmente competitiva y le cuesta aprender a compartir.",
      "personalidadMasculino": "Audaz e independiente, nada mejor que compartir el tiempo con un representante de Aries. Puede sorprendernos con su inocencia, capacidad de asombro, coraje, iniciativapero, a veces, puede ser un poco egoísta, agresivo o seguir sus impulsos sin medir las consecuencias. A su lado nunca nos aburriremos. Le encantan las conquistas, es naturalmente competitivo y le cuesta aprender a compartir.",
      "personalidadNoBinario": "Audaz e independiente, nada mejor que compartir el tiempo con une representante de Aries. Puede sorprendernos con su inocencia, capacidad de asombro, coraje e iniciativa pero, a veces, puede ser un poco egoísta, agresive o seguir sus impulsos sin medir las consecuencias. A su lado nunca nos aburriremos. Le encantan las conquistas, es naturalmente competitive y le cuesta aprender a compartir.",
      "periodo": [
        "21/3",
        "20/4"
      ],
      "amor": "Tendrás un día feliz, siempre y cuando compartas tus alegrías con alguien. Si te han herido, acepta las disculpas y no condenes.",
      "dinero": "Si quieres cambiar algún aspecto de tu vida tendrás muchas facilidades. Oportunidad para ponerse al día con la tecnología.",
      "salud": "Podrás disfrutar de los placeres de la vida. Prepara una comida especial que te haga sentir una persona VIP.",
      "suerte": "Tendrás buena suerte en lo monetario y en cuanto a las oportunidades laborales",
      "pasado": "Fuiste engañado muchas veces pero seguís cayendo en las mismas farsas",
      "presente": "Extrañarás especialmente a tus seres queridos. Sucederá algo en el ámbito íntimo que te afectará más de lo que imaginabas.",
      "futuro": "El propósito del año será centrarte en crear una nueva manera de generar ingresos, para sentir el valor que hay en ti, y cortar con las codependencias emocionales que no te dejaban crecer. Te verás también enfrentando grandes inseguridades, miedos y vulnerabilidades del pasado, y restaurando tu confianza de manera práctica y segura, deshaciéndote de todo aquello que ya no vas a necesitar en tu nueva vida de abundancia."
    },

    {
      "signo": "Tauro",
      "personalidadFemenino": "Obstinada, la Tauro es decidida y protectora. Necesitas seguridad y estabilidad para ser feliz, y eso lo logras con trabajo duro y concentración. Cariñosa, Tauro puede estar celosa de sus seres queridos.",
      "personalidadMasculino": "Obstinado, el Tauro es decidido y protector. Necesitas seguridad y estabilidad para ser feliz, y eso lo logras con trabajo duro y concentración. Cariñoso, Tauro puede estar celoso de sus seres queridos.",
      "personalidadNoBinario": "Obstinade, le Tauro es decidide y protectore. Necesitas seguridad y estabilidad para ser feliz, y eso lo logras con trabajo duro y concentración. Cariñose, Tauro puede estar celose de sus seres queridos.",
      "periodo": [
        "21/4",
        "21/5"
      ],
      "amor": "Por nada en el mundo, evite postergar ese encuentro romántico que ya tiene programado hace días. Disfrute un poco del amor y descomprímase de las responsabilidades.",
      "dinero": "Sentirá la necesidad de cumplir con todas sus obligaciones de manera placentera en el ámbito laboral, ya que hace días su jefe le reclamó el incumplimiento de sus tareas.",
      "salud": "Ingiera en su alimentación diaria más productos naturales, hierbas y frutos secos. De esta forma, verá que su organismo funcionará mucho mejor.",
      "suerte": "Tendrás buena suerte en lo monetario y en cuanto a las oportunidades laborales",
      "pasado": "Fuiste engañado muchas veces pero seguís cayendo en las mismas farsas",
      "presente": "Cuando deba dar una opinión de alguna persona, trate de censurar menos y no juzgar a los demás sin conocerlos. Abandone esa posición autoritaria que tiene. Vea que su falta de concentración y la dispersión de sus energías harán que no pueda concluir con todas las obligaciones. Concéntrese y ponga atención en lo que hace.",
      "futuro": "Vas a ser exitoso, tus relaciones sociales actuales perecerán pero crearás nuevos lazos más fuertes."
    },

    {
      "signo": "Géminis",
      "personalidadFemenino": "Al ser un signo de aire, Géminis se caracteriza por ser intelectual, curioso y muy activo. A las personas nacidas bajo este signo, les encantan los juegos de palabras y actividades complejas que les hagan reflexionar, crecer como personas y continuar avanzando. Son amables, generosos y muy cariñosos.",
      "personalidadMasculino": "Afectuosos, con un carácter flexible y gran simpatía, quienes nacen bajo este signo, son curiosos, inquietos y desean muchas cosas al mismo tiempo. Versátiles y divertidos, poseen una gran imaginación, ingenio y agudeza mental pero suelen ser poco prácticos a la hora de concretar aquello que se proponen.",
      "personalidadNoBinario": "Al ser un signo de aire, Géminis se caracteriza por ser intelectual, curioso y muy activo. A las personas nacidas bajo este signo, les encantan los juegos de palabras y actividades complejas que les hagan reflexionar, crecer como personas y continuar avanzando. Son amables, generosos y muy cariñosos.",
      "periodo": [
        "22/5",
        "21/6"
      ],
      "amor": "Preparase, la Luna en oposición podría originarle conflictos en muchas de las relaciones que tiene con sus parientes más allegados.",
      "dinero": "Haga lo posible para no sentirse tan presionado por algunos temas financieros. No se exaspere, con tiempo y responsabilidad podrá cumplir en tiempo y forma.",
      "salud": "Aunque se sienta desbordado, hoy intente sostener la paciencia. No se deje persuadir por las provocaciones de terceros, ya que podría salir lastimado.",
      "suerte": "Relájese, ya que sus planes siguen perfectamente encaminados. Pronto recibirá noticias favorables acerca de ese proyecto que tanto le interesa y no pudo concretar.",
      "pasado": "Fuiste engañado muchas veces pero seguís cayendo en las mismas farsas",
      "presente": "Seguramente, en esta jornada se le presentará una situación donde deberá buscar una solución inmediata a ese conflicto. Trate de no involucrarse.",
      "futuro": "Este año 2022 es para que hagas un trabajo emocional sanando e iluminando tu inconsciente y revisando karma pendiente por sanar, integrando todo el aprendizaje que trajeron esas lecciones. Revisarás patrones, situaciones o emociones que estaban ocultos en ti y recuperarás una conexión espiritual que estaba dormida."
    },

    {
      "signo": "Cáncer",
      "personalidadFemenino": "Las Cáncer son todo sentimientos. Leales, emocionales y muy sensibles, adoran su hogar y su familia, a la que se sienten muy apegadas, aunque también cuidan mucho la relación laboral, en cuyo entorno se considera como en familia. De naturaleza muy empática, sienten como suyo el dolor y sufrimiento ajeno y hacen todo lo posible para paliarlo. La Luna, su planeta regente, les ocasiona muchos cambios en sus emociones, que pueden pasar de la tristeza a la ira en poco tiempo. Proclives al matrimonio, adoran a los niños, lo que les convierte en una pareja muy estable y excelentes madres. A la hora de elegir pareja, sin embargo, se muestran tímidas e indecisas, esperan que sea la otra persona quien dé el primer paso y se sienten atraídos por quienes son capaces de mostrar y expresar sus emociones. Siempre dispuestos a tender la mano cuando alguien lo necesita, se ganan el respeto y aprecio de sus amigos, que lo son para toda la vida. Trabajadoras incansables y muy intuitivos, conceden gran importancia a la seguridad y poder disponer del dinero necesario para no tener que preocuparse por el bienestar económico. Aman la libertad en su vida profesional, tener carta blanca para tomar sus decisiones y si es posible ser su propio jefe. Los nativos de este signo zodiacal suelen ser imaginativos y disponen de muchos recursos para salir de cualquier situación, son muy buenos administradores de su tiempo y su dinero. Extremadamente sentimentales, siguen siempre los dictados de su corazón y en ocasiones no en la dirección correcta. Les convendría una mayor capacidad de análisis y algo menos de sensibilidad para evitar situaciones de frustración que les hacen sufrir o irritarse.",
      "personalidadMasculino": "Los Cáncer son todo sentimientos. Leales, emocionales y muy sensibles, adoran su hogar y su familia, a la que se sienten muy apegados, aunque también cuidan mucho la relación laboral, en cuyo entorno se considera como en familia. De naturaleza muy empática, sienten como suyo el dolor y sufrimiento ajeno y hacen todo lo posible para paliarlo. La Luna, su planeta regente, les ocasiona muchos cambios en sus emociones, que pueden pasar de la tristeza a la ira en poco tiempo. Proclives al matrimonio, adoran a los niños, lo que les convierte en una pareja muy estable y excelentes padres. A la hora de elegir pareja, sin embargo, se muestran tímidos e indecisos, esperan que sea la otra persona quien dé el primer paso y se sienten atraídos por quienes son capaces de mostrar y expresar sus emociones. Siempre dispuestos a tender la mano cuando alguien lo necesita, se ganan el respeto y aprecio de sus amigos, que lo son para toda la vida. Trabajadores incansables y muy intuitivos, conceden gran importancia a la seguridad y poder disponer del dinero necesario para no tener que preocuparse por el bienestar económico. Aman la libertad en su vida profesional, tener carta blanca para tomar sus decisiones y si es posible ser su propio jefe. Los nativos de este signo zodiacal suelen ser imaginativos y disponen de muchos recursos para salir de cualquier situación, son muy buenos administradores de su tiempo y su dinero. Extremadamente sentimentales, siguen siempre los dictados de su corazón y en ocasiones no en la dirección correcta. Les convendría una mayor capacidad de análisis y algo menos de sensibilidad para evitar situaciones de frustración que les hacen sufrir o irritarse.",
      "personalidadNoBinario": "Les Cáncer son todo sentimientos. Leales, emocionales y muy sensibles, adoran su hogar y su familia, a la que se sienten muy apegades, aunque también cuidan mucho la relación laboral, en cuyo entorno se considera como en familia. De naturaleza muy empática, sienten como suyo el dolor y sufrimiento ajeno y hacen todo lo posible para paliarlo. La Luna, su planeta regente, les ocasiona muchos cambios en sus emociones, que pueden pasar de la tristeza a la ira en poco tiempo. Proclives al matrimonio, adoran a los niños, lo que les convierte en una pareja muy estable y excelentes padres. A la hora de elegir pareja, sin embargo, se muestran tímides e indecises, esperan que sea la otra persona quien dé el primer paso y se sienten atraídos por quienes son capaces de mostrar y expresar sus emociones. Siempre dispuestos a tender la mano cuando alguien lo necesita, se ganan el respeto y aprecio de sus amigos, que lo son para toda la vida. Trabajadores incansables y muy intuitivos, conceden gran importancia a la seguridad y poder disponer del dinero necesario para no tener que preocuparse por el bienestar económico. Aman la libertad en su vida profesional, tener carta blanca para tomar sus decisiones y si es posible ser su propio jefe. Los nativos de este signo zodiacal suelen ser imaginatives y disponen de muchos recursos para salir de cualquier situación, son muy buenes administradores de su tiempo y su dinero. Extremadamente sentimentales, siguen siempre los dictados de su corazón y en ocasiones no en la dirección correcta. Les convendría una mayor capacidad de análisis y algo menos de sensibilidad para evitar situaciones de frustración que les hacen sufrir o irritarse.",
      "periodo": [
        "21/6",
        "23/7"
      ],
      "amor": "El amor se renovará para Cáncer, bien sea para iniciar una relación o para terminarla.Es cierto que para el amor no existen fórmulas pero sí ciertas ideas que te ayudarán mucho en este período que ahora empieza.Es necesario devolver la ilusión a la relación. Y es importante que te realices profesionalmente, pero también lo es amar y trabajar por una relación con futuro.Si eres todavía un corazón solitario, 2022 verás el amor con distinta perspectiva. Conocerás nuevas personas y entre ellas podrías encontrar a tu media naranja. Muéstrate tal como eres, no exijas más de lo que puedes dar y no entregues tampoco más de lo que vas a recibir.Si empiezas el año con una pareja estable, quizá te resulte difícil compaginar tu trabajo y tu relación. El estrés puede hacer mella en ti por este motivo. Valora la vida de pareja, pero no dejes tus objetivos de lado. Complementa ambas cosas y no te olvides de la intimidad por culpa del cansancio físico. Si aún así la relación se rompe, no te quepa duda de que a la larga será positivo para ti. Volverás a creer muy pronto en la magia del amor.",
      "dinero": "No te frenes ante las posibilidades de éxito. Sólo la valentía y el esfuerzo conducen a la meta. Este año deberás trabajar duro por lo que deseas, no esperes que las cosas se resuelvan por inercia. Una de las lecciones más importantes es que aprenderás a solucionar tus problemas de dinero en base al esfuerzo. Antes de embarcarte en un proyecto, analízalo, pero no rechaces las oportunidades por temor sino porque las has estudiado y has visto que no te convienen.",
      "salud": "Tanto la actividad física como la meditación u otra elección espiritual, te irán de maravilla. Practica al menos una de ellas porque te ayudarán física y psicológicamente. Busca aquello que realmente te entusiasme y afrontarás mejor las adversidades.",
      "suerte": "Tendrás buena suerte en lo monetario y en cuanto a las oportunidades laborales",
      "pasado": "No rechaces vivir nuevas experiencias sólo por temor. Este año toca ser valiente y enfrentarte a los errores del pasado.",
      "presente": "Esta semana mejorará un tema que te tenía muy preocupado, Cáncer. Has pasado mucho tiempo toreando situaciones provocadas por ciertos colegas que no se han comportado bien contigo. Esto incluso pudo ser origen de un grave conflicto en el ámbito laboral. Ahora que las cosas están más calmadas tendréis que realizar un trabajo en equipo. Aprovecha la circunstancia para fumar la pipa de la paz con esas personas. Si estás más cómodo también estarás más concentrada y te permitirá realizar tu trabajo con la calidad que estás acostumbrada. No tienes que mantener una amistad pero sí una relación cordial que beneficiará a todos y muy especialmente a ti mismo. En el ámbito familiar te llegan unos días propicios para perdonar y olvidar rencillas del pasado. Por primera vez en mucho tiempo estarás dispuesto a escuchar las razones de los demás. Si consigues librarte del rencor y perdonarles, te sentirás mucho mejor. En el aspecto sentimental, esta es semana para sincerarte, para conversaciones profundas y sinceras. Es muy aconsejable porque fortalecerás vuestra relación.",
      "futuro": "Ciertos hechos difíciles de 2021 cobrarán sentido a comienzos de 2022. Todo sucedió para que llegara algo nuevo a tu camino. Los errores del pasado han de servirte para pisar más fuerte ahora. Serás ahora una persona más abierta, sociable y ambiciosa. Necesitas rodearte de personas queridas o encontrar un nuevo amor."
    },

    {
      "signo": "Leo",
      "personalidadFemenino": "Las mujeres Leo son un signo de fuego con mucho carácter y con las cosas muy claras. Hasta que no consiguen lo que quieren, no paran. Son muy orgullosas, seguras y persiguen sus objetivos. Se sienten muy encantadas de conseguir lo que desean sobre todo porque lo consiguen por sus propios méritos, nunca con trampas.",
      "personalidadMasculino": "Los Leo son líderes natos. Han nacido para ser independientes, fuertes y ambiciosos, algo que les ayuda a conseguir lo que se proponen. Incluso si se presentan obstáculos en el camino, las personas de signo Leo los superan sin temor. Eso sí, cuidado porque esa seguridad y liderazgo les lleva a caer en la terquedad.",
      "personalidadNoBinario": "Los Leo se caracterizan por ser leales, generosos y protectores. Buen corazón, buenas intenciones y buenos sentimientos. Son tres rasgos que suelen estar presentes en la personalidad de aquellas personas que son Leo. No dejes que sus rugidos y aspecto imponente te engañen, son seres bastante compasivos.",
      "periodo": [
        "24/7",
        "23/8"
      ],
      "amor": "Mantenga un dialogo activo con su alma gemela, dígale que la necesita mucho y que desea compartir sus emociones. No sea arrogante en el amor.",
      "dinero": "Deberá priorizar el plano económico en este día, ya que podría surgir algún inconveniente monetario que no se esperaba. Aléjese de las distracciones.",
      "salud": "Prepárese, ya que ese estado de confusión mental continuará en el día de hoy. Intente no asustarse y desesperarse, ya que todo pasará rápidamente.",
      "suerte": "Comprenda que si sostiene la seguridad en si mismo, será la clave para solucionar todos los conflictos que se le puedan presentar en esta jornada.",
      "pasado": "Fuiste engañado muchas veces pero seguís cayendo en las mismas farsas",
      "presente": "Si lideras un equipo, Leo, ten muy en cuenta que tu misión es estimular a tu gente. Si andas buscando piso. Necesitas integrarte más a diario en tu grupo de trabajo, Leo, en especial si estás al frente de un equipo. Te han de ver como una persona cercana, de confianza.",
      "futuro": "Puedes verte a lo largo del año con muchos cambios de vivienda y estilo de vida y, sin embargo, el año te pedirá que cuides tus hábitos, tu alimentación, tu salud y te alinees lo máximo posible con un nuevo trabajo y rutina que se tendrá que actualizar con el ser en el que te vas a estar transformando. Aun teniendo mucho éxito a nivel laboral, pueden llegar oportunidades nuevas que quedarán tras bastidores hasta el año próximo."
    },

    {
      "signo": "Virgo",
      "personalidadFemenino": "La mujer Virgo es conservadora y muy moderada en su comportamiento. Es una persona que estará dispuesta a apoyarte siempre y también buscará eso de la otra persona. Les gustan las personas que se cuidan, que se aprecian a sí mismas, y cuidar el aspecto físico es el reflejo de cómo eres.",
      "personalidadMasculino": "Virgo busca la perfección en todo lo que hace, es práctico, lógico y siente la necesidad de que todo funcione como un relojito. No les gusta recibir favores, tienen vocación de servicio y saben disfrutar realmente del deber cumplido. Nunca pisa un suelo que no conoce, es honesto y muy inteligente.",
      "personalidadNoBinario": "Virgo es un signo mutable y de tierra; representado por una virgen, es un signo caracterizado por su espíritu crítico, precisión, reserva, paciencia y convencionalismo. También es lógico, metódico y aplicado, le gusta aprender y es capaz de analizar las situaciones más complejas con una claridad pasmosa.",
      "periodo": [
        "24/8",
        "23/9"
      ],
      "amor": "En el ámbito sentimental, aunque te gusta llevar siempre la voz cantante, no es recomendable que lo apliques también a tu relación de pareja. Deja que tu pareja tome también decisiones importantes. Recuerda que hay que compartir a diario tareas y responsabilidades, pero también decisiones que incidirán sobre vuestro futuro.",
      "dinero": "Tómese un tiempo para ver en qué utiliza el dinero. Comprenda que si gastaría menos, más adelante se verá beneficiado por la buena administración de sus fondos.",
      "salud": "Evite exigirse tanto en el trabajo, alterne las obligaciones con momentos de esparcimiento. De lo contrario, termina estresado y contracturado más de lo habitual.",
      "suerte": "Si tienes en mente desde hace tiempo la posibilidad de hacer un viaje este próximo verano, empieza ya a planificarlo hoy mismo. Será una gran experiencia de la que sacarás muchas conclusiones.",
      "pasado": "Fuiste engañado muchas veces pero seguís cayendo en las mismas farsas",
      "presente": "Virgo, hoy te muestras muy relajado, ¿o quizá deberíamos decir perezoso? Está muy bien no estar tenso y tomarse las cosas con un poco más de calma a diario, pero esta actitud un poco pasota puede generar ahora comentarios negativos e influir negativamente en tu futuro profesional. Tenlo muy en cuenta y procura activarte.",
      "futuro": "Vas a ser exitoso, tus relaciones sociales actuales perecerán pero crearás nuevos lazos más fuertes."
    },

    {
      "signo": "Libra",
      "personalidadFemenino": "Si bien las mujeres Libra son encantadoras, intelectuales, impulsadas por la justicia para todos y son líderes apasionadas, también tienden a ser egoístas, poco confiables, vanidosas e indecisas.",
      "personalidadMasculino": "Las personas que han nacido bajo este signo (Libra) poseen una naturaleza extrovertida, son comunicativos y sociables. Buscan constantemente el equilibrio y se sienten muy atraídos por los desafíos intelectuales.",
      "personalidadNoBinario": "Libra es un signo cardinal y de aire, se encuentra además entre los signos más refinados del zodíaco; tiene elegancia, encanto, diplomacia y buen gusto, ama la belleza, es muy curioso por naturaleza y odia los conflictos. Sus puntos negativos a veces son la frivolidad y un carácter voluble.",
      "periodo": [
        "24/9",
        "23/10"
      ],
      "amor": "Sepa que gracias a su coraje y valentía podrá ganarse el corazón de esa persona que le interesa. Hoy anímese e invítele a salir a algún lado.",
      "dinero": "En esta jornada, la certeza de sus ideas le darán el impulso que están necesitando hace tiempo para sus proyectos. Ponga toda su energía para concretarlos.",
      "salud": "Se le presentará una ocasión única para realizar un viaje de placer en compañía. Olvídese de la rutina y acepte la invitación que le hicieron.",
      "suerte": "Libra, una persona que para ti tiene importancia te buscará para que le orientes en un tema en el que eres experto. Atiéndele porque te lo va a agradecer ofreciéndote una oportunidad única de hacer algo que te gusta mucho.",
      "pasado": "Fuiste engañado muchas veces pero seguís cayendo en las mismas farsas",
      "presente": "En estos momentos te conviene desconectar un poco de las obligaciones, por eso si hoy tienes la ocasión, sal a cenar con tu pareja o tus amigos y date un paseo nocturno por tu ciudad. Mañana estarás como nuevo.",
      "futuro": "Vas a ser exitoso, tus relaciones sociales actuales perecerán pero crearás nuevos lazos más fuertes."
    },

    {
      "signo": "Escorpio",
      "personalidadFemenino": "Regida bajo plutón, la mujer Escorpio se caracteriza por ser la más apasionada y sexy del zodiaco; sin embargo, también tiene un extraordinario potencial para la espiritualidad y los sensorial. Conoce más de las características de las mujeres regidas bajo este signo.",
      "personalidadMasculino": "Los hombres Escorpio son decididos y no tienden a rendirse con facilidad. Se preocupará en todo momento por alcanzar sus objetivos y conseguir que su punto de vista sea el más acertado. También suele tener miedo al fracaso, pero no lo demuestra. Si falla en algo, simplemente parece que lo olvida y sigue adelante.",
      "personalidadNoBinario": "Escorpio es un signo fijo y de agua; su potencia y energía emocional son únicas en todo el zodíaco. Tiene mucha imaginación e intuición, además de una gran capacidad para el análisis, fuerza de voluntad y firmeza, aunque también es muy sensible y emocional consigo mismo y con el entorno.",
      "periodo": [
        "24/10",
        "22/11"
      ],
      "amor": "Sepa que muchos de los conflictos amorosos continuarán. Tal vez sea la hora para reflexionar, si es que esa relación es grata para su vida amorosa.",
      "dinero": "Procure ser más organizado con su presupuesto diario. Sepa que el desorden y los gastos innecesarios de su economía deben quedar en el olvido.",
      "salud": "Evite los desgastes nerviosos innecesarios y no discuta por situaciones inútiles. Esto podría repercutirle negativamente en su estado anímico y emocional.",
      "suerte": "Tendrás buena suerte en lo monetario y en cuanto a las oportunidades laborales",
      "pasado": "Fuiste engañado muchas veces pero seguís cayendo en las mismas farsas",
      "presente": "Solo por este día, lo mejor será que evite los pensamientos negativos que surgen a menudo en su cabeza o se deprimirá demasiado. Hágalos a un costado.",
      "futuro": "Vas a ser exitoso, tus relaciones sociales actuales perecerán pero crearás nuevos lazos más fuertes."
    },

    {
      "signo": "Sagitario",
      "personalidadFemenino": "Su versatilidad les hace muy buenos a la hora de adaptarse a los cambios, aunque puede resultar irritante a personas de otros horóscopos más calmados y estables, pues un Sagitario atiende poco a los pequeños detalles y cualquier tipo de lazo férreo o estabilidad les hace sentir estancados. Sin embargo la astrología indica que también son uno de los signos más abiertos de mente, muy honestos e intuitivos, son personas fiables a pesar de lo que a signos “más serios” les pueda parecer en un principio.",
      "personalidadMasculino": "Los sagitarianos suelen ser algo impacientes cuando sienten que los demás no van tan rápido como ellos (o simplemente, cuando creen que los demás no siguen su misma dirección). Esto puede ocasionarles problemas con otras personas, puesto que, en cuanto se impacientan, suelen perder la capacidad de comprender a los demás (aunque sea momentáneamente).",
      "personalidadNoBinario": "Optimistas, positivos, modestos, sinceros y simpáticos, los Sagitario suelen ser la alegría de la huerta del zodiaco. Les gusta mucho moverse de aquí para allá y suelen ser muy viajeros, les gustan las mudanzas, los cambios… en definitiva: es un signo zodiacal con una personalidad marcada al que no le gusta las ataduras.",
      "periodo": [
        "23/11",
        "21/12"
      ],
      "amor": "Debería prestarle mucha más atención a su alma gemela. En la vida nunca se olvide que uno cosecha lo bueno que siembra día a día. Cambie de actitud.",
      "dinero": "Período para que continúe adelante sin ningún temor, ya que le aparecerán propuestas que lo conducirán al éxito. Ponga todo de si y logrará todo lo que se proponga.",
      "salud": " Durante la semana, intente comer saludablemente y cuide la dieta. Si se excede se arrepentirá al ver la balanza todas las mañanas. Vigile que come.",
      "suerte": "Tendrás buena suerte en lo monetario y en cuanto a las oportunidades laborales",
      "pasado": "Fuiste engañado muchas veces pero seguís cayendo en las mismas farsas",
      "presente": "A partir de ahora serás más precavido a la hora de tomar decisiones",
      "futuro": "Vas a ser exitoso, tus relaciones sociales actuales perecerán pero crearás nuevos lazos más fuertes."
    },

    {
      "signo": "Capricornio",
      "personalidadFemenino": "Las mujeres capricornios se identifican por la seguridad en sí misma. Trabajadora y aguerrida con sus convicciones y deseos. Inteligente, audaz, carácter neutral.",
      "personalidadMasculino": "Son disciplinados y tenaces, aunque también son prudentes y no les gusta ser protagonistas de nada, más bien prefieren que nadie advierta su presencia. El hombre Capricornio suele ser bastante claro porque no le gusta jugar con los demás.",
      "personalidadNoBinario": "Capricornio es un signo cardinal y de tierra, y uno de los signos del zodíaco más constante, sólido y apacible. También se caracteriza por ser prudente y práctico en todos los asuntos que le conciernen. Sus aspectos más negativos tienden hacia el pesimismo, la fijeza y la melancolía.",
      "periodo": [
        "22/12",
        "20/1"
      ],
      "amor": "Sepa que debe reflexionar en su tiempo de soledad y de esta forma, podrá descubrir lo que verdaderamente quiere en el amor. Guíese por su corazón.",
      "dinero": "Procure buscar nuevas oportunidades económicas y así ponerlas en práctica dentro del mercado laboral. Ponga en funcionamiento ese proyecto que tiene en mente.",
      "salud": "Noche óptima para asistir a algún espectáculo artístico. En caso que lo inviten, acepte y así podrá desconectarse del trabajo y de tanto estrés.",
      "suerte": "Tendrás buena suerte en lo monetario y en cuanto a las oportunidades laborales",
      "pasado": "Fuiste engañado muchas veces pero seguís cayendo en las mismas farsas",
      "presente": "A partir de ahora serás más precavido a la hora de tomar decisiones",
      "futuro": "Prepárese, ya que será el momento oportuno para que abandone las ideas pesimistas. Recuerde que en otras oportunidades pudo superar situaciones peores."
    },

    {
      "signo": "Acuario",
      "personalidadFemenino": "La mujer de Acuario es organizada, inteligente, generosa, independiente y rígida en sus convicciones.",
      "personalidadMasculino": "Acuario Es uno de los horóscopos más complejos del zodiaco, al ser un signo de aire está en constante movimiento, es dinámico, muy inteligente, y especialmente astuto. Tiene una personalidad con demasiados rasgos muy diferentes, lo que hace muy difícil llegar a captar su atención.",
      "personalidadNoBinario": "Simpático, original y brillante, Acuario también es un signo muy humanitario, al mismo tiempo que independiente e intelectual. Sus puntos negativos se encuentran en su inestabilidad e imprecisión y en su tendencia a llevar la contraria casi por sistema.",
      "periodo": [
        "21/1",
        "19/2"
      ],
      "amor": "Esté preparado, ya que en estos días atravesará un momento de transformación afectiva que lo afectará tanto de manera interna como externa. Vincúlese con cuidado.",
      "dinero": "Sepa que si sigue gastando demasiado en cosas que no valen la pena, posiblemente se arrepienta cuando le llegue a su casa el resumen de la tarjeta.",
      "salud": "Deberá intentar no somatizar con facilidad los acontecimientos desagradables del día. Le será conveniente que se tome con paciencia las responsabilidades.",
      "suerte": "Tendrás buena suerte en lo monetario y en cuanto a las oportunidades laborales",
      "pasado": "Fuiste engañado muchas veces pero seguís cayendo en las mismas farsas",
      "presente": "No dude y confíe en sus amigos. Sepa que ellos sabrán ayudarlo en su futuro y lo apoyarán en todo lo que necesite en su vida. Déjese guiar por ellos.",
      "futuro": "Vas a ser exitoso, tus relaciones sociales actuales perecerán pero crearás nuevos lazos más fuertes."
    },
    
    {
      "signo": "Piscis",
      "personalidadFemenino": "Las mujeres de piscis son románticas, espirituales, emocionales y extremadamente soñadoras. Nunca dejan de soñar y confían en conseguir sus metas, por muy alejadas que parezcan, lo que las conduce, en la mayoría de los casos, al triunfo.",
      "personalidadMasculino": "El hombre Piscis acostumbra a ser sensible y romántico, pero sobre todo soñador. Este hecho hace que les atraiga todo lo que tenga que ver con las artes, así que para conquistarle puedes llevarle a museos o recitales de danza.",
      "personalidadNoBinario": "Piscis es un signo mutable y de agua, también es el último signo del zodiaco, precisamente por eso, es el más rico y complejo de todos. Sensible ante el sufrimiento de los demás, responde con buena voluntad y ganas de ayudar.",
      "periodo": [
        "20/2",
        "20/3"
      ],
      "amor": "Momento óptimo para dominar sus ansias de autoridad, de lo contrario, podrían surgir discusiones familiares. Antes de decir lo que piensa, vea en que tono o hace.",
      "dinero": " En poco tiempo, sus superiores reconocerán sus méritos y le ofrecerán su más amplia colaboración. Aproveche esta situación para hacer algún pedido.",
      "salud": "Hoy evite caer en las tentaciones peligrosas. Cuídese de los excesos de todo tipo e intente alivianar la tensión y buscar una manera para distenderse.",
      "suerte": "Tendrás buena suerte en lo monetario y en cuanto a las oportunidades laborales",
      "pasado": "Fuiste engañado muchas veces pero seguís cayendo en las mismas farsas",
      "presente": "Proyéctese a resolver sobre la marcha todas las situaciones nuevas. Sepa que los logros futuros dependerán de su actual creatividad e inteligencia.",
      "futuro": "Vas a ser exitoso, tus relaciones sociales actuales perecerán pero crearás nuevos lazos más fuertes."
    }
  ]